Repository: CloudDelphi/ntfslink
Catalog: ntfslinkext/localization/*/default.po
Languages: german, portuguese, russian, spanish

source: \\\"%s\\\" could not be moved to \\\"%s\\\" because of unkown reasons.
russian: \\\"%s\\\" не может быть перемещен в \\\"%s\\\" по неизвестной причине.

source: \\\"%s\\\" could not be moved, because there is already a directory \\\"%s\\\".
russian: \\\"%s\\\" не может быть перемещен в \\\"%s\\\", т.к. папка с таким именем уже существует.

source: \\\"%s\\\" is a junction point, but the target file system does not support junctions.
russian: \\\"%s\\\" является узловой точкой, но файловая система места назначения не поддерживает узлы (junctions).

source: \\\"%s\\\" is a junction point. If you want to copy the junction only, click \\\"Yes\\\", if you want to copy the target directory including all it's content, click \\\"No\\\". If you choose \\\"Cancel\\\", nothing will happen.
russian: \\\"%s\\\" является узловой точкой. Если вы хотите скопировать только узловую точку, нажмите \\\"Да\\\", а если же вы хотите скопировать папку со всем ее содержимым, нажмите,\\\"Нет\\\". Для отмены операции выберите \\\"Отмена\\\".

source: Adds a menu item into the context menu of junction points und empty directories
german: Fügt dem Kontextmenü von Junctions und leeren Ordnern einen Menüeintrag hinzu
portuguese: Adiciona um item no menu de contexto para junction points e pastas vazias
russian: Добаить пункт в контекстное меню для узловых точек и пустых папок
spanish: Agrega un elemento al menú contextual de Puntos de juntura y directorios vacíos

source: All Files
german: Alle Dateien
portuguese: Todos os arquivos
russian: Все файлы
spanish: Todos los archivos

source: Allows creation of hardlinks and junctions using Drag&Drop
german: Erlaubt das Erzeugen von Hardlinks und Junctions per Drag&Drop
portuguese: Permite criação de hard links e junctions usando Arrastar&Soltar
russian: Разрешить создание ссылок и узлов используя перетаскивание мышкой
spanish: Permite la creación de enlaces duros y junturas usando Arrastrar y Soltar

source: Always in Registry
german: Immer in Registry
portuguese: Sempre no Registro
russian: Всегда в реестре
spanish: Siempre en el Registry

source: Always in Streams (does not work on FAT)
german: Immer in Streams (funktioniert nicht auf FAT)
portuguese: Sempre em Streams (não funciona com FAT)
russian: Всегда в потоках (не для FAT)
spanish: Siempre en los flujos (no funciona en FAT)

source: By default, a \\\"Link to\\\" prefix will be added to every link, like the Explorer does with copies
russian: По умолчанию к каждой ссылке добавляется \\\"Ссылается на\\\", на манер Проводнику

source: Cancel
german: Abbrechen
portuguese: Cancela
russian: Отмена
spanish: Cancelar

source: Choose the file you want to create a hard link to
german: Wählen Sie die Datei, zu der Sie einen Hardlink erzeugen wollen
portuguese: Escolha o arquivo para o qual você quer criar um hard link
russian: Выберите файл, на который вы хотите создать ссылку
spanish: Elija el archivo para el cual desea crear un enlace duro

source: Choose the target folder or drive to which you want to create a junction point.
german: Wählen Sie das Zielverzeichnis oder Laufwerk, zu dem Sie einen Link erzeugen möchten.
portuguese: Escolher a pasta destino ou disco para o qual você quer criar um junction point.
russian: Выберите папку или диск, на который вы хотите создать узловую точку
spanish: Elija la carpeta o unidad para la que desea crear un punto de juntura.

source: Copy%s of %s
german: Copy%s von %s
portuguese: Copia%s para %s
russian: Копируется %s из %s
spanish: Copia%s de %s

source: Create Hardlink Here
german: Hardlink hier erstellen
portuguese: Criar hard link aqui
russian: Создать ссылку здесь
spanish: Crear enlace duro aquí

source: Create Hardlinks Here
german: Hardlinks hier erstellen
portuguese: Criar hard links aqui
russian: Создать ссылки здесь
spanish: Crear enlaces duros aquí

source: Create Junction Here
german: Junction hier erstellen
portuguese: Criar junction aqui
russian: Создать узловую точку здесь
spanish: Crear juntura aquí

source: Create Junctions Here
german: Junctions hier erstellen
portuguese: Criar junctions aqui
russian: Создать узловые точки здесь
spanish: Crear junturas aquí

source: Create Links Here
german: Links hier erstellen
portuguese: Criar ligações aqui
russian: Создать ссылки здесь
spanish: Crear enlaces aquí

source: Deactivate
german: Deaktivieren
portuguese: Desativar
russian: Отключить
spanish: Desactivar

source: Do not add \\\"Link to\\\" prefix when creating links
russian: Не добавлять приставку \\\"Ссылается на\\\" для создаваемых ссылок

source: Enable Icon Overlays for Hardlinks (requires restart)
german: Aktiviere Icon-Kennzeichnung für Hardlinks (erfordert Neustart)
portuguese: Abilita Ícone Sobreposto para Hard Links (requer reinicio)
russian: Включить дополнительный значок для ссылок (требует перезагрузки)
spanish: Habilitar indicador en iconos de Enlaces duros (requiere reiniciar)

source: Enable Icon Overlays for Junction Points (requires restart)
german: Aktiviere Icon-Kennzeichnung für Junction Points (erfordert Neustart)
portuguese: Abilita Ícone Sobreposto para Junction Points (requer reinício)
russian: Включить дополнительный значок для узловых точек (требует перезагрузки)
spanish: Habilitar indicador en iconos de Puntos de juntura (requiere reiniciar)

source: Failed to create junction. Most likely the target file system does not support this feature.
german: Junction konnte nicht erzeugt werden. Vermutlich unterstützt das Dateisystem des Ziellaufwerks dieses Feature nicht.
portuguese: Falha ao criar junction. Provávelmente o sistema de arquivos do destino não suporta este recurso.
russian: Не удолось создать узловую точку. Скорее всего файловая система не поддерживает такую возможность.
spanish: Falla al crear punto de juntura. Es probable es que el sistema de archivos destino no soporte esta característica.

source: Failed to create link. Most likely the target file system does not support this feature, or you tried to create a hard link across different partitions.
german: Link konnte nicht erzeugt werden. Wahrscheinlich unterstützt das Dateisystem des Ziels dieses Feature nicht, oder Sie haben versucht einen Hardlink über verschiedene Partitionen zu erstellen
portuguese: Falha ao criar ligação. Provávelmente o sistema de arquivos do destino não suporta este recurso, ou você tentou criar um hard link entre partições diferentes.
russian: Не удолось создать ссылку. Скорее всего файловая система не поддерживает такую возможность или вы пытаетесь создать ссылку на другом разделе.
spanish: Falla al crear enlace. Es probable que el sistema de archivos destino no soporte esta característica, o que usted haya intendado crear un enlace duro entre diferentes particiones.

source: Helps differing hard links between other files
german: Hilft Hardlinks visuell von anderen Dateien zu unterscheiden
portuguese: Ajuda a diferênciar hard links de outros arquivos
russian: Помогает отличить ссылки друг от других файлов
spanish: Ayuda a diferenciar entre enlaces duros y otros archivos

source: Helps differing junction points between other directories
german: Hilft Junctions visuell von anderen Verzeichnissen zu unterscheiden
portuguese: Ajuda a diferênciar juntions points de outras pastas
russian: Помогает отличить узлы от других папок
spanish: Ayuda a diferenciar entre puntos de juntura y otros directorios

source: Icon:
portuguese: Ícone:
russian: Значок:
spanish: Icono:

source: Integrate into Explorer Drag&&Drop menu
german: Ins Drag&&Drop Menü des Explorers integrieren
portuguese: Intergrar Com o Menu de Arrastar&Soltar do Explorer
russian: Добавить пункт в меню при перетаскивании мышкой
spanish: Integrar al menú Arrastrar y Soltar del Explorador

source: Integrate into Explorer Right-Click menu
german: Ins Rechts-Klick Menü des Explorers integrieren
portuguese: Integrar com o menu de contexto do Explorer
russian: Добавить пункт в контекстное меню Проводника
spanish: Integrar al menú contextual del Explorador

source: Intercept Copying of Junction Points
german: Kopieren von Junctions kontrollieren
portuguese: Interceptar Cópia de Junction Points
russian: Перехватить копирование узловых точек
spanish: Interceptar la copia de Puntos de juntura

source: Link Folder...
german: Ordner verlinken...
portuguese: Ligar pasta...
russian: Создание ссылок на папку...
spanish: Enlazar carpeta...

source: Link selected folder to another directory or drive
german: Den markierten Ordner auf ein anderes Verzeichnis zeigen lassen
portuguese: Ligar pasta selecionada para outra pasta ou disco
russian: Создать ссылку на выделенную папку в другой папке или на другом диске
spanish: Enlazar la carpeta seleccionada a otro directorio o unidad

source: Link%s to %s
german: Link%s zu %s
portuguese: Link%s para %s
russian: Создание ссылок %s из %s
spanish: Enlace%s a %s

source: No
german: Nein
portuguese: Não
russian: Нет

source: NTFS Link
russian: Ссылки NTFS

source: NTFS Link can save information about the junctions you created, and warn you, if you attempt to delete a folder with junctions pointing to
german: NTFS Link kann Informationen über die erzeugten Junctions speichern, und Sie warnen, falls Sie versuchen einen Ordner zu löschen/verschieben, auf den noch Junctions zeigen.
portuguese: NTFS Link pode salvar informações sobre os junction points que você criar, e avisar quando você tentar apagar uma pasta com junctions apontando para ela
russian: NTFS Link может хранить информацию о созданных ссылках и предупреждать вас, когда вы пытаетесь удалить папку с узловыми точками
spanish: NTFS Link puede guardar información acerca de las junturas que usted crea, y advertirle si intenta eliminar una carpeta con junturas apuntando a ella

source: NTFS Link Configuration
german: NTFS Link Konfiguration
portuguese: Configuração do NTFS Link
russian: Настройка NTFS Link
spanish: Configuración de NTFS Link

source: OK
russian: ОК
spanish: Aceptar

source: Open \\\"%s\\\"
russian: Открыть \\\"%s\\\"

source: Open the target of this junction in Windows Explorer
german: Das Zielverzeichnis dieser Junction im Windows Explorer öffnen
portuguese: Abrir o destino deste junction point no Windows Explorer
russian: Открыть исходную папку в Проводнике
spanish: Abrir el objeto apuntado por esta juntura en el Explorador de Windows

source: Prefer Streams, if not available Registry
german: Streams vorziehen, falls unmöglich Registry
portuguese: Prefere Streams, se não, Registro
russian: Сперва в потокиах, затем в реестре
spanish: En los flujos, si no hay Registry disponible

source: Remove this folder's junction point
german: Den Junction Point dieses Ordners entfernen
portuguese: Remover o junction point desta pasta
russian: Удалить узловое соединение на этой папке
spanish: Eliminar este punto de juntura de la carpeta

source: There are junctions pointing to this folder or a subfolder (see list below). If you continue the operation, these links will no longer work. Are you sure?
german: Es existieren Junctions, die auf diesen Ordner oder einen der Unterordner zeigen (siehe Liste). Wenn Sie die fortfahren, werden dieses Links nicht mehr funktionieren. Sind Sie sicher?
portuguese: Existem junction points apontando para esta pasta ou subpastas (veja lista abaixo). Se você continuar esta operação estes junctions não irão mais funcionar. Você tem certeza?
russian: Обнаружены узловые связи на эту папку или вложенную папку (см. список ниже). Если вы продолжите операцию, то эти узлы больше не будут работать. Продолжить?
spanish: Hay junturas apuntando a esta carpeta o a una subcarpeta (vea la lista abajo). Si continúa la operación, estos enlaces ya no funcionarán. ¿Está seguro?

source: Tracking of Junction Creation:
german: Junction Infos speichern:
portuguese: Monitoração da Criação de Junctions:
russian: Отслеживание ссылок:
spanish: Rastrear creación de junturas:

source: Unlink From \\\"%s\\\"
russian: Открепиться от \\\"%s\\\"

source: Whenever you try to copy a junction point in Explorer, NTFS Link will ask whether you want to copy the junction only, or all the contents of the target folder
german: Immer wenn Sie versuchen, eine Junction im Explorer zu kopieren, wird NTFS Link fragen, ob Sie nur die Junction oder den kompletten Inhalt des Ziel-Ordners kopieren wollen
portuguese: Quando você tentar copiar um junction point no Explorer, NTFS Link irá perguntar se você quer copiar apenas o junction, ou todo o conteúdo da pasta apontada por ele.
russian: Когда вы попытаетесь скопировать узловую точку в Проводнике, NTFS Link спросит вас о том, что вы хотите скопировать: узловое соединение или содержимое папки
spanish: Siempre que intente copiar un punto de juntura en el Explorador, NTFS Link le preguntará si quiere copiar sólo la juntura, o todo el contenido de la carpeta apuntada

source: Yes
german: Ja
portuguese: Sim
russian: Да
spanish: Sí

source: Yes, and correct links
german: Ja, und Links korregieren
portuguese: Sim, e conserta ligação
russian: Да, исправить ссылки
spanish: Sí, y corregir enlaces

source: Yes, and delete links
german: Ja, und Links löschen
portuguese: Sim, e apaga ligação
russian: Да, удалить ссылки
spanish: Sí, y eliminar enlaces

source: By default, a "Link to" prefix will be added to every link, like the Explorer does with copies
german: In der Standardeinstellung wird zu jedem neu erzeugtem Link ein "Link zu" Prefix hinzugefügt, so ähnlich wie der Explorer das mit Kopien macht.
portuguese: Por padrão, um prefixo "Link to" será adicionado à cada link
spanish: Por omisión, se agregará un prefijo "Enlace a" a cada enlace, como el Explorador lo hace con las copias

source: Do not add "Link to" prefix when creating links
german: Kein "Link zu" Prefix zu neuen Links hinzufügen
portuguese: Não adicionar o prefixo "Link to" quando criar links
spanish: No agregar el prefijo "Enlace a" al crear enlaces

source: Unlink From "%s"
german: Link auf "%s" entfernen
portuguese: Desligar pasta de "%s"
spanish: Desenlazar de "%s"

source: Open "%s"
german: "%s" öffnen
portuguese: Abrir "%S"
spanish: Abrir "%s"

source: "%s" could not be moved, because there is already a directory "%s".
german: "%s" konnte nicht verschoben werden, weil ein Verzeichnis "%s" bereits existiert.
portuguese: "%s" não pode ser movido, porque já existe uma pasta "%s".
spanish: "%s" no pudo ser movido porque que ya existe un directorio "%s".

source: "%s" could not be moved to "%s" because of unkown reasons.
german: "%s" konnte nicht nach "%s" verschoben werden (Grund unbekannt).
portuguese: "%s" não pode ser movido para "%s" por razões desconhecidas.
spanish: "%s" no pudo ser movido a "%s" debido a razones desconocidas.

source: "%s" is a junction point, but the target file system does not support junctions.
german: "%s" ist ein Junction Point, aber das Ziel-Dateisystem unterstützt keine Junctions.
portuguese: "%s" é um junction point, mas o sistema de arquivos de destino não suporta juntions.
spanish: "%s" es un punto de juntura, pero sistema de archivos destino no soporta junturas.

source: "%s" is a junction point. If you want to copy the junction only, click "Yes", if you want to copy the target directory including all it's content, click "No". If you choose "Cancel", nothing will happen.
german: "%s" ist ein Junction Point. Wenn Sie nur die Junction kopieren wollen, klicken sie "Ja", wenn Sie das Zielverzeichnis inclusive des kompletten Inhalts kopieren wollen, "Nein". Wenn Sie "Abbrechen" wählen, wird nichts geschehen.
portuguese: "%s" é um junction point. Se você quiser copiar apenas o junction, clique "Sim", se você quiser copiar a pasta destino incluindo o conteúdo, clique "Não". Se você escolher "Cancela", nada irá acontecer.
spanish: "%s" es un punto de juntura. Si usted quiere copiar la juntura solamente, haga clic en "Sí", si quiere copiar el directorio apuntado y todo su contenido, haga clic en "No". Si elije "Cancelar", no sucederá nada.
